Revit 2026 API

# IOpenFromCloudCallback Methods

---

The IOpenFromCloudCallback type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | OnOpenConflict | A method called when the conflict is happen during the model opening. |

#### Reference

IOpenFromCloudCallback Interface

Autodesk.Revit.DB Namespace